[FB04_en_us_EvacAllDead_00 AkEvent]
SpokenText="They're gone, Commander. It's time to go."

[FB04_en_us_EvacAllDead_01 AkEvent]
SpokenText="Avenger, this is Firebrand. All XCOM operatives are dead or MIA. I'm returning to base."

[FB04_en_us_EvacAllDead_02 AkEvent]
SpokenText="There's no one left to EVAC; I'm headin' home."

[FB04_en_us_EvacAllDead_03 AkEvent]
SpokenText="Menace took heavy losses; we're pulling out."

[FB04_en_us_EvacAllDead_04 AkEvent]
SpokenText="Things went bad; comin' back alone. "

[FB04_en_us_EvacAllDead_05 AkEvent]
SpokenText="Squad is down; pulling out. "

[FB04_en_us_EvacAllOut_00 AkEvent]
SpokenText="Menace safe and secure; we're outta here."

[FB04_en_us_EvacAllOut_02 AkEvent]
SpokenText="Squad secure; lifting off. "

[FB04_en_us_EvacAllOut_03 AkEvent]
SpokenText="We've got 'em; heading home."

[FB04_en_us_EvacAllOut_04 AkEvent]
SpokenText="Everyone's on board; bringin' em home."

[FB04_en_us_EvacAllOut_05 AkEvent]
SpokenText="They're all here; we'll be home in jiffy."

[FB04_en_us_EvacSomeOut_00 AkEvent]
SpokenText="I've got the ones who made it out; lifting off."

[FB04_en_us_EvacSomeOut_02 AkEvent]
SpokenText="We got everyone who made it; takin' off. "

[FB04_en_us_EvacSomeOut_03 AkEvent]
SpokenText="Lost a few along the way; the rest are comin' home."

[FB04_en_us_EvacSomeOut_04 AkEvent]
SpokenText="Menace took a few hits; I'm bringin' em in."

[FB04_en_us_EvacSomeOut_05 AkEvent]
SpokenText="Not everyone made it; I've got the ones who did."

[FB04_en_us_InDropPosition_00 AkEvent]
SpokenText="Squad green to deploy!"

[FB04_en_us_InDropPosition_01 AkEvent]
SpokenText="In position to drop!"

[FB04_en_us_InDropPosition_02 AkEvent]
SpokenText="Menace ready to deploy."

[FB04_en_us_InDropPosition_03 AkEvent]
SpokenText="We're in the pipe, 5 by 5. "

[FB04_en_us_InDropPosition_04 AkEvent]
SpokenText="In position for deployment. "

[SKY_ExtrGEN_STObjSecured AkEvent]
SpokenText="This is firebrand, VIP is secure."

[SKY_Gen_EvacRequested_01 AkEvent]
SpokenText="This is firebrand, EVAC request confirmed, we're on the way."

[SKY_Gen_EvacRequested_02 AkEvent]
SpokenText="This is firebrand, EVAC request confirmed, hold tight."

[SKY_Gen_FullEVAC_01 AkEvent]
SpokenText="All XCOM operatives are secure. Firebrand is returning to base."

[SKY_Gen_PartialEVAC_01 AkEvent]
SpokenText="All surviving XCOM operatives are secure. Firebrand returning to base."

[SKY_Gen_SquadWipe_02 AkEvent]
SpokenText="Avenger, this is Firebrand. All XCOM operatives are dead or MIA. I'm returning to base."

[SKY_Gen_SquadWipe_03 AkEvent]
SpokenText="Avenger - all XCOM operatives are dead or MIA. I'm returning to base."

[SKY_Neut_TargetCaptured AkEvent]
SpokenText="This is firebrand, target has been secured."

[SKY_RecoGEN_ItemSecured AkEvent]
SpokenText="Avenger, this is Firebrand. Package is secure."

[T_Broadcast_Flyover_Firebrand_P1 AkEvent]
SpokenText="Firebrand in position for drop. "

[T_Psi_Gate_Retreival_Firebrand AkEvent]
SpokenText="Closing in the package. They're not gonna believe what I'm bringing home..."

[T_Setup_Phase_Flight_Device_Retrieval AkEvent]
SpokenText="In position. Package in sight."

